Revit 2027 API
ParameterTypeId.SpaceAirflowPerAreaParam Property
 "Airflow per area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceAirflowPerAreaParam { get; }
Public Shared ReadOnly Property SpaceAirflowPerAreaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceAirflowPerAreaParam {
	ForgeTypeId^ get ();
}
static member SpaceAirflowPerAreaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace